;============================================================================================================
;     GENE MODS
;============================================================================================================
[MZAdaptiveBoneMarrow X2AbilityTemplate]
LocFriendlyName="Адаптивный костный мозг"
LocLongDescription="Время восстановления от ран у этого солдата сокращается на 66% и он восстанавливает некоторое количество ОЗ каждый ход."
LocHelpText="Время восстановления от ран у этого солдата сокращается на 66% и он восстанавливает некоторое количество ОЗ каждый ход."
LocFlyOverText="Адаптивный костный мозг"

[MZAdrenalNeurosympathy X2AbilityTemplate]
LocFriendlyName="Нейросимпатия надпочечников"
LocLongDescription="Предоставляет боевые феромоны, которые увеличивают меткость, шанс критического попадания и мобильность ближайших солдат при убийстве врага."
LocHelpText="Предоставляет боевые феромоны, которые увеличивают меткость, шанс критического попадания и мобильность ближайших солдат при убийстве врага."
LocFlyOverText="Нейросимпатия надпочечников"

[MZAdrenalNeurosympathyTrigger X2AbilityTemplate]
LocFriendlyName="Нейросимпатия надпочечников"
LocLongDescription="Боевые феромоны увеличивают меткость, шанс критического попадания и мобильность."
LocHelpText="Боевые феромоны увеличивают меткость, шанс критического попадания и мобильность."
LocFlyOverText="Нейросимпатия надпочечников"

[MZNeuralDamping X2AbilityTemplate]
LocFriendlyName="Невральное демпфирование"
LocLongDescription="Предоставляет устойчивость к пси атакам и иммунитет ко всем ментальным эффектам."
LocHelpText="Предоставляет устойчивость к пси атакам и иммунитет ко всем ментальным эффектам."
LocFlyOverText="Невральное демпфирование"

[MZNeuralFeedback X2AbilityTemplate]
LocFriendlyName="Невральная обратная связь"
LocLongDescription="Пси-способности, используемые против этого солдата, наносят атакующему урон от обратной связи, а также откладывают все его псионические способности на перезарядку. Не уменьшает шансы атакующего на успех."
LocHelpText="Пси-способности, используемые против этого солдата, наносят атакующему урон от обратной связи, а также откладывают все его псионические способности на перезарядку. Не уменьшает шансы атакующего на успех."
LocFlyOverText="Невральная обратная связь"

[MZNeuralFeebackTrigger X2AbilityTemplate]
LocFriendlyName="Невральная обратная связь"
LocLongDescription="Пси-способности, используемые против этого солдата, наносят атакующему урон от обратной связи, а также откладывают все его псионические способности на перезарядку. Не уменьшает шансы атакующего на успех."
LocHelpText="Пси-способности, используемые против этого солдата, наносят атакующему урон от обратной связи, а также откладывают все его псионические способности на перезарядку. Не уменьшает шансы атакующего на успех."
LocFlyOverText="Невральная обратная связь"

[MZNictitatingMembranes X2AbilityTemplate]
LocFriendlyName="Никтитирующие мембраны"
LocLongDescription="Эти прозрачные внутренние веки нейтрализуют штрафы меткости от яда, дезориентации и дыма. Они также снимают слепоту с этого солдата в начале его хода."
LocHelpText="Эти прозрачные внутренние веки нейтрализуют штрафы меткости от яда, дезориентации и дыма. Они также снимают слепоту с этого солдата в начале его хода."
LocFlyOverText="Никтитирующие мембраны"

[MZPhantomFocus X2AbilityTemplate]
LocFriendlyName="Путь неслышимых шагов"
LocLongDescription="Фокус: получает призрачную ману в начале каждого хода, пока скрыт."
LocHelpText="Фокус: получает призрачную ману в начале каждого хода, пока скрыт."
LocFlyOverText="Путь неслышимых шагов"
LocPromotionPopupText="<Bullet/> Солдат может одновременно иметь только один тип фокуса.<br/><Bullet/> Скорость восстановления замедляется с ростом уровня маны."

[MZPsyberInterface X2AbilityTemplate]
LocFriendlyName="Имплантированная псибер-линза"
LocLongDescription="Крошечная имплантированная псибернетическая линза вычисляет информацию, которая помогает взламывать и нацеливаться на роботов противника."
LocHelpText="Крошечная имплантированная псибернетическая линза вычисляет информацию, которая помогает взламывать и нацеливаться на роботов противника."
LocFlyOverText="Имплантированная псибер-линза"

[MZRegenPheremones X2AbilityTemplate]
LocFriendlyName="Феромоны регенерации"
LocLongDescription="Предоставляет боевые феромоны, которые очищают от наносящих урон статусных эффектов и восстанавливают здоровье ближайших солдат, когда этот солдат убивает врага."
LocHelpText="Предоставляет боевые феромоны, которые очищают от наносящих урон статусных эффектов и восстанавливают здоровье ближайших солдат, когда этот солдат убивает врага."
LocFlyOverText="Феромоны регенерации"

[MZRegenPheremonesTrigger X2AbilityTemplate]
LocFriendlyName="Феромоны регенерации"
LocLongDescription="Здоровье восстанавливается с течением времени."
LocHelpText="Здоровье восстанавливается с течением времени."
LocFlyOverText="Феромоны регенерации"

[MZViperBlood X2AbilityTemplate]
LocFriendlyName="Кровь вайпера"
LocLongDescription="Предоставляет иммунитет к яду. Солдат будет истекать ядом при получении повреждений. Предоставляет бонус к меткости, шансу критического попадания и уклонению, пока стоит в ядовитом облаке."
LocHelpText="Предоставляет иммунитет к яду. Солдат будет истекать ядом при получении повреждений. Предоставляет бонус к меткости, шансу критического попадания и уклонению, пока стоит в ядовитом облаке."
LocFlyOverText="Кровь вайпера"

[MZViperBloodTrigger X2AbilityTemplate]
LocFriendlyName="Кровь вайпера"
LocLongDescription=""
LocHelpText=""
LocFlyOverText="Кровь вайпера"

[Musashi_BioelectricSkin X2AbilityTemplate]
LocFriendlyName="Биоэлектрическая кожа"
LocLongDescription="Обнаружение присутствия скрытых врагов на умеренном расстоянии."
LocHelpText="Обнаружение присутствия скрытых врагов на умеренном расстоянии."
LocFlyOverText="Биоэлектрическая кожа"

[MZDepthPerception X2AbilityTemplate]
LocFriendlyName="Глубокое восприятие"
LocLongDescription="Предоставляет бонус к меткости и шансу критического попадания, когда солдат имеет преимущество по высоте над целью."
LocHelpText="Предоставляет бонус к меткости и шансу критического попадания, когда солдат имеет преимущество по высоте над целью."
LocFlyOverText="Глубокое восприятие"

[MZHyperreactivePupils X2AbilityTemplate]
LocFriendlyName="Гиперреактивные зрачки"
LocLongDescription="Предоставляет бонус к меткости после промаха при выстреле."
LocHelpText="Предоставляет бонус к меткости после промаха при выстреле."
LocFlyOverText="Гиперреактивные зрачки"

[RM_GeneWallClimb X2AbilityTemplate]
LocFriendlyName="Паучье сцепление"
LocLongDescription="Позволяет солдату взбираться по стенам, позволяя ему легко перемещаться на крыши и обратно на землю."
LocHelpText="Позволяет солдату взбираться по стенам, позволяя ему легко перемещаться на крыши и обратно на землю."
LocFlyOverText="Паучье сцепление"

[RM_GeneMimeticSkin X2AbilityTemplate]
LocFriendlyName="Миметическая кожа"
LocLongDescription="Предоставляет возможность менять рисунок кожи в зависимости от окружения. Когда солдат перемещается в высокое укрытие, он получает маскировку. Не работает, если солдат находиться в прямой видимости у врага."
LocHelpText="Предоставляет возможность менять рисунок кожи в зависимости от окружения. Когда солдат перемещается в высокое укрытие, он получает маскировку. Не работает, если солдат находиться в прямой видимости у врага."
LocFlyOverText="Миметическая кожа"

[MZWiredreflexes X2AbilityTemplate]
LocFriendlyName="Синаптический бустер"
LocLongDescription="Предоставляет солдату невероятные возможности, во всех ситуациях реакции, таких как \"Наблюдение\" или \"Подавление\", улучшает броски на попадание на одну ступень в более благоприятную сторону."
LocHelpText="Предоставляет солдату невероятные возможности, во всех ситуациях реакции, таких как \"Наблюдение\" или \"Подавление\", улучшает броски на попадание на одну ступень в более благоприятную сторону."
LocFlyOverText="Синаптический бустер"